[
  {"id": 1, "name": "红楼梦", "author": "曹雪芹、高鹗", "brief": "满纸荒唐言，一把辛酸泪!都云作者痴，谁解其中味?世人都晓神仙好，惟有功名忘不了!古今将相在何方?荒冢一堆草没了。世人都晓神仙好，只有金银忘不了!终朝只恨聚无多，及到多时眼闭了。世人都晓神仙好，只有姣妻忘不了!君生日日说恩情，君死又随人去了。世人都晓神仙好，只有儿孙忘不了!痴心父母古来多，孝顺儿孙谁见了?欲知目下兴衰兆，须问旁观冷眼人。富贵不知乐业，贫穷难耐凄凉。可怜辜负好时光，于国于家无望。刘姥姥进大观园，看啥都新鲜。享福人福深还祷福，多情女情重愈斟情。人急造反，狗急跳墙。花谢花飞飞满天，红消香断有谁怜?一年三百六十日，风刀霜剑严相逼。鸟自无言花自羞。花开易见落难寻。这么滥饮，易醉而无味。忘不了新愁与旧愁。遮不住的青山隐隐，流不断的绿水悠悠。女儿愁，妈妈打骂何时休?"},
  
  {"id": 2, "name": "西游记", "author": "吴承恩", "brief": "自从盘古破鸿蒙，开辟从兹清浊辨。全无一点妖猴像，尽是经霜耐雪枝。降一道招安圣旨，把他宣来上界，授他一个大小官职。尖嘴咨牙弼马温，心高要做齐天圣。天产猴王变化多，偷丹偷酒乐山窝。吾乃玉帝外甥，敕封昭惠灵显王二郎是也。今蒙上命，到此擒你这反天宫的弼马温猢狲。上西方请佛老降伏。他那手掌，方圆不满一尺，如何跳不出去？人有善愿，天必从之。魏征谢了恩，即与唐王对弈。将着一个血淋的龙头，掷在帝前。慌得那三宫皇后，六院嫔妃，与近侍太监，战兢兢一夜无眠。王莽篡汉之时，天降此山，下压着一个神猴。那条龙就赶不上，把他的白马连鞍辔一口吞下肚去。将他杀了，把尸首埋在后园，只我一家知道，却又谋了他的白马、行囊，却把那袈裟留下，以为传家之宝。他本是天蓬元帅临凡，只因错投了胎，嘴脸象一个野猪模样，其实性灵尚存。你这弼马温，彻是个急猴子！你再缓缓些儿，等我哄他到了高处，你却阻住河边。佳人二八好容妆，更比夜叉凶壮。他若到了油锅里，一滚就死，二滚就焦，到三五滚，他就弄做个稀烂的和尚了！摇身一变，变做个月貌花容的女儿。我为他一路上捉怪擒魔，使尽了平生的手段，几番家打杀妖精，他说我行凶作恶。"},

  
  {"id": 3, "name": "水浒传", "author": "施耐庵", "brief": "唬的三十六个牙齿捉对儿厮打。三十六员天罡星，七十二座地煞星，共是一百单八个魔君在里面。男儿未遂平生志，且乐高歌入醉乡。却便似开了个油酱铺：咸的、酸的、辣的，一发都滚出来。寸草不留，六根清净。与汝剃了，免得争竞。洒家一分酒只有一分本事，十分酒便有十分的气力。你在东时我在西，你无男子我无妻。八十万禁军枪棒教头林武师，名唤林冲。小人头是父母皮肉包着些骨头。吃饭防噎，走路防跌。唱道国家祥瑞，不念贫民些小。此间去梁山泊还有多少路？有财帛的来到这里，轻则蒙汗药麻翻，重则登时结果，将精肉片为羓子，肥肉煎油点灯。就把几根头发望刀口上只一吹，齐齐都断。他和我又没冤仇，洒家只射他不致命处便了。大盘酒肉，只管教众人吃。凭三寸不烂之舌，说他们入伙。比得草芥子大小的官职，直得恁地逞能。蜂虿入怀，随即解衣。且取这厮的心肝来做下酒，消我这点冤仇之恨。只想我日常的好处，休记我闲时的歹处，救我这条性命！坐定时浑如虎相，走动时有若狼形。无移时，把许多官兵都搠死在烂泥里。自古强兵不压主。宋江初时不肯，怎当这个婆子撮合山的嘴，撺掇宋江依允了。三寸舌为诛命剑，一张口是葬身坑。天色看看黑了，倘或又跳出一只大虫时，我却怎地斗得他过？武松仪表甚温柔，阿嫂淫心不可收。笼络归来家里住，要同云雨会风流。便是要我的眼睛，也剜来与你。地狱新添食毒鬼，阳间没了捉奸人。冤各有头，债各不主。小人亲兄武大，被西门庆与嫂通奸，下毒药谋杀性命。武松按住，只一刀，割下西门庆的头来。酒家，这馒头是人肉的？是狗肉的？"},
  
  {"id": 4, "name": "三国演义", "author": "罗贯中", "brief": "滚滚长江东逝水，浪花淘尽英雄。是非成败转头空。青山依旧在，几度夕阳红。白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。几番不听忠臣谏，难免宫中受剑锋。天子暗弱，不足以君天下。云长提华雄之头，掷于地上。其酒尚温。引军居江都，招贤纳士，屈己待人，四方豪杰，渐渐投之。貂蝉于床后探半身望布，以手指心，又以手指董卓，挥泪不止。吾等皆死于妇人之手矣！无可为食，尽出城去剥树皮、掘草根食之。一霎时挟死一将，喝死一将：自此人皆呼孙策为“小霸王”。今不杀刘备，久后必为所害。“丞相践麦，本当斩首号令，今割发以代。”刘安闻豫州牧至，欲寻野味供食，一时不能得，乃杀其妻以食之。满朝公卿，俱食汉禄，竟无一人能救国难乎？朝廷臣子，若尽如云长，何忧不太平哉！有非常之人，然后有非常之事；有非常之事，然后立非常之功。忠贞千古在，成败复谁论。上不能报国，下不能保家，安得不忧？此乃妖人，能以妖术惑众，不可不除！如有下乡杀人家鸡犬者，如杀人之罪！"},
  
  {"id": 5, "name": "金瓶梅词话(梦梅馆)", "author": "兰陵笑笑生", "brief": "一物从来六寸长，有时柔软有时刚。戏将两股轻开，按麈柄徐徐插入牝中。无非只要牢笼汉子之心，使他不往别人房裏去。搂过脖子来亲嘴咂舌。妇人便舒手下边笼揝西门庆玉茎。拽的妇人牝中之津如蜗之吐涎，绵绵不絶，又拽出好些白浆子来。李瓶儿恐怕带出血来，不住取巾帕抹之。四体无非畅美，一团都是阳春。褪去红裈，露见玉体。他在下合着眼，由着妇人蹲踞在上，极力抽提，提的龟头刮答刮答怪响。金莲正忍不过，用手掀开经济裙子，用力捏着阳物。抱了抱，腰肢未盈一掬，诚为软玉温香，千金难买。妇人倒伏在枕畔，举股迎凑者久之。被窝中相挨素体，枕席上紧贴酥胸。我的亲亲，你有多少尿？溺在奴口里，替你咽了罢！不爱你别的，只爱你这两只白腿儿。于是不由分说，把妇人搂到怀中就亲嘴。一身径藉东君爱，不管床头坠寳钗。"},
  
  {"id": 6, "name": "聊斋志异", "author": "蒲松龄", "brief": "自序、考城隍、耳中人、尸变、喷水、瞳人语、画壁、山魈、咬鬼、捉狐、荞中怪、宅妖、王六郎、偷桃、种梨、劳山道士、长清僧、蛇人、斫蟒、犬奸、雹神、狐嫁女、娇娜、僧孽、妖术、野狗、三生、狐入瓶、鬼哭、真定女、焦螟、叶生、四十千、成仙、新郎、灵官、王兰、鹰虎神、王成、青凤、画皮、贾儿、蛇癖、金世成、董生、龁石、庙鬼、陆判、婴宁、聂小倩、义鼠、地震、海公子、丁前溪、海大鱼、张老相公、水莽草、造畜、耿十八、珠儿、小官人、胡四姐、祝翁、猪婆龙、某公、快刀、侠女、酒友、莲香、阿宝、九山王、遵化署狐、张诚、汾州狐、巧娘、吴令、口技、狐联、滩水狐、红玉、龙、林四娘、江中、鲁公女、道士、胡氏、戏术、丐僧、伏狐、蛰龙、苏仙、李伯言、黄九郎、金陵女子、汤公、阎罗、连琐、单道士、白于玉、夜叉国、小髻、西僧、老饕、连城、霍生、汪士秀、商三官、于江、小二、庚娘、宫梦弼、鸲鹆、刘海石、谕鬼、泥鬼、梦别、犬灯、番僧、狐妾、雷曹、赌符、阿霞、李司鉴、五羖大夫、毛狐、翩翩、黑兽、余德、杨千总、瓜异、青梅、罗刹海市、田七郎、产龙、保住、公孙九娘、促织、柳秀才、水灾、诸城某甲、库官、酆都御史、龙无目、狐谐、雨钱、妾杖击贼、秀才驱怪、姊妹易嫁、续黄粱、龙取水、小猎犬、棋鬼、辛十四娘、白莲教、双灯、捉鬼射狐、蹇偿债、头滚、鬼作筵、胡四相公、念秧、蛙曲、鼠戏、泥书生、土地夫人、寒月芙蕖、酒狂、阳武侯、赵城虎、螳螂捕蛇、武技、小人、秦生、鸦头、酒虫、木雕美人、封三娘、狐梦、布客、农人、章阿端、馎饦媪、金永年、花姑子、武孝廉、西湖主、孝子、狮子、阎王、土偶、长治女子、义犬、鄱阳神、伍秋月、莲花公主、绿衣女、黎氏、荷花三娘子、骂鸭、柳氏子、上仙、侯静山、钱流、郭生、金生色、彭海秋、堪舆、窦氏、梁彦、龙肉、潞令、马介甫、魁星、厍将军、绛妃、河间生、云翠仙、跳神、铁布衫法、大力将军、白莲教、颜氏、杜翁、小谢、缢鬼、吴门画工、林氏、胡大姑、细侯、狼、美人首、刘亮采、蕙芳、山神、萧七、乱离、豢蛇、雷公、菱角、饿鬼、考弊司、阎罗、大人、向杲、董公子、周三、鸽异、聂政、冷生、狐惩淫、山市、江城、孙生、八大王、戏缢、罗祖、刘姓、邵九娘、巩仙、二商、沂水秀才、梅女、郭秀才、死僧、阿英、橘树、赤字、牛成章、青娥、镜听、牛癀、金姑夫、梓潼令、鬼津、仙人岛、阎罗薨、颠道人、胡四娘、僧术、禄数、柳生、冤狱、鬼令、甄后、宦娘、阿绣、杨疤眼、小翠、金和尚、龙戏蛛、商妇、阎罗宴、役鬼、细柳、画马、局诈、放蝶、男生子、钟生、鬼妻、黄将军、医术、藏虱、梦狼、夜明、夏雪、化男、禽侠、鸿、象、负尸、紫花和尚、周克昌、嫦娥、鞠乐如、褚生、盗户、某乙、霍女、司文郎、丑狐、吕无病、钱卜巫、姚安、采薇翁、崔猛、诗谳、鹿衔草、小棺、邢子仪、李生、陆押官、蒋太史、邵士梅、顾生、陈锡九、邵临淄、于去恶、狂生、澂俗、凤仙、佟客、辽阳军、张贡士、爱奴、单父宰、孙必振、邑人、元宝、研石、武夷、大鼠、张不量、牧竖、富翁、王司马、岳神、小梅、药僧、于中丞、皂隶、绩女、红毛毡、抽肠、张鸿渐、太医、牛飞、王子安、刁姓、农妇、金陵乙、郭安、折狱、义犬、杨大洪、查牙山洞、安期岛、沅俗、云萝公主、鸟语、天宫、乔女、蛤此名寄生、刘夫人、陵县狐、王货郎、疲龙、真生、布商、彭二挣、何仙、牛同人、神女、湘裙、三生、长亭、席方平、素秋、贾奉雉、胭脂、阿纤、瑞云、仇大娘、曹操冢、龙飞相公、珊瑚、五通、申氏、恒娘、葛巾、冯木匠、黄英、书痴、齐天大圣、青蛙神、任秀、晚霞、白秋练、王者、某甲、衢州三怪、拆楼人、大蝎、陈云牺、司札吏、蚰蜓、司训、黑鬼、织成、竹青、段氏、狐女、张氏妇、于子游、男妾、汪可受、牛犊、王大、乐仲、香玉、三仙、鬼隶、王十、大男、外国人、韦公子、石清虚、曾友于、嘉平公子、二班、车夫、乩仙、苗生、蝎客、杜小雷、毛大福、雹神、李八缸、老龙船户、青城妇、鸮鸟、古瓶、元少先生、薛慰娘、田子成、王桂庵、寄生附、周生、褚遂良、刘全、土化兔、鸟使、姬生、果报、公孙夏、韩方、纫针、桓侯、粉蝶、李檀斯、锦瑟、太原狱、新郑讼、李象先、房文淑、秦桧、浙东生、博兴女、一员官、丐汕、人妖、蛰蛇、晋人、龙、爱才"},

  {"id": 7, "name": "哈皮人(霍比特人)历险记", "author": "读书小郎君", "brief": "哈皮族善良、可爱、热情好客、不爱冒险，但性格坚毅、诚实和忠实，不惹事但不怕事。本书讲述一个不爱冒险的哈皮族小青年毕二搏，在不自主的情况下进行的一场探险之旅。"},

  {"id": 8, "name": "儒林外史", "author": "吴敬梓", "brief": "费尽心情，总把流光误。天下那有个学不会的事，我何不自画他几枝。万古千年不朽的勾当，有甚么做不得！"}
]
