

目录
诗经今注 上
前言
诗经简述
十五国风
周南
召南
邶
鄘
卫
王
郑
齐
魏
唐
秦
陈
桧
曹
豳
诗经今注 下
小雅
鹿鸣之什
南有嘉鱼之什
鸿雁之什
节南山之什
谷风之什
甫田之什
鱼藻之什
大雅
文王之什
生民之什
荡之什
周颂
清庙之什
臣工之什
闵予小子之什
鲁颂
□
有□
泮水
□宫
商颂
那
烈祖
玄鸟
长发
殷武
楚辞今注（简体版）[精品]
封面


目录
序
离骚
九歌
天问
九章
远游
卜居
渔父
九辩
招魂
大招
惜誓
招隐士
七谏
哀时命
九怀
九叹
九思
中国古典文学丛书 （简体版）
韩昌黎文集校注（简体版）（全三册）[精品]
封面


目录
出版说明
韩昌黎文集校注叙例
昌黎先生集序
昌黎集叙说
重校昌黎集凡例
韩昌黎文集校注 上
韩昌黎文集第一卷 赋 杂著
感二鸟赋 并序
复志赋 并序
闵己赋
别知赋
原道
原性
原毁
原人
原鬼
行难
对禹问
杂说 四首
读荀
读鹖冠子
读仪礼
读墨子
获麟解
师说
进学解
本政
守戒
圬者王承福传
五箴 五首并序
游箴
言箴
行箴〔一〕
好恶箴
知名箴
后汉三贤赞 三首
讳辩
讼风伯
伯夷颂
韩昌黎文集第二卷 杂著 书 启
子产不毁乡校颂
释言
爱直赠李君房别
张中丞传后叙
河中府连理木颂
汴州东西水门记 并序
燕喜亭记
徐泗豪三州节度掌书记厅石记
画记
蓝田县丞厅壁记
新修滕王阁记
科斗书后记
郓州溪堂诗 并序
猫相乳
进士策问 十三首
争臣论
改葬服议
省试学生代斋郎议
□□议
省试颜子不贰过论
与李秘书论小功不税书
太学生何蕃传
答张籍书
重答张籍书
与孟东野书
答窦秀才书
上李尚书书
贺徐州张仆射白兔书
上兵部李侍郎书
答尉迟生书
答杨子书
上襄阳于相公书
上郑尚书相公启
上留守郑相公启
韩昌黎文集第三卷 书
上宰相书
后十九日复上书
后廿九日复上书
答侯继书
答崔立之书
答李翊书
重答翊书
代张籍与李浙东书
答李秀才书
答陈生书
与李翱书
上张仆射书
答胡生书
与于襄阳书
与崔群书
与陈给事书
答冯宿书
与卫中行书
上张仆射第二书
与冯宿论文书
与祠部陆员外书
与凤翔邢尚书书
为人求荐书
应科目时与人书
答刘正夫书
答殷侍御书
答陈商书
与孟尚书书
答吕□山人书
答渝州李使君书
答元侍御书
与郑相公书
与袁相公书
与鄂州柳中丞书
又一首
答魏博田仆射书
与华州李尚书书
京尹不台参答友人书
韩昌黎文集校注 中
韩昌黎文集第四卷 序
送陆歙州诗序
送孟东野序
送许郢州序
送窦从事序
上巳日燕太学听弹琴诗序
送齐□下第序
送陈密序
送李愿归盘谷序
送牛堪序
送董邵南序
赠崔复州序
赠张童子序
送浮屠文畅师序
送杨支使序
送何坚序
送廖道士序
送王秀才序
送孟秀才序
送陈秀才彤序
送王秀才序
荆潭唱和诗序
送幽州李端公序
送区册序
送张道士序
送高闲上人序
送殷员外序
送杨少尹序
送权秀才序
送湖南李正字序
送石处士序
送温处士赴河阳军序
送郑尚书序
送水陆运使韩侍御归所治序
送郑十校理序
诗 洛字
韦侍讲盛山十二诗序
石鼎联句诗序
石鼎联句诗 或无此题
韩昌黎文集第五卷 哀辞 祭文
祭田横墓文
欧阳生哀辞
题哀辞后
独孤申叔哀辞
祭穆员外文
祭郴州李使君文
祭薛助教文
祭虞部张员外文
祭河南张员外文
祭左司李员外太夫人文
祭薛中丞文
祭裴太常文
潮州祭神文 五首
袁州祭神文 三首
祭柳子厚文
祭湘君夫人文
祭窦司业文
祭侯主簿文
祭竹林神文
曲江祭龙文
祭马仆射文
吊武侍御所画佛文
祭故陕府李司马文
祭十二兄文
祭郑夫人文
祭十二郎文
祭周氏侄女文
祭滂文
祭李氏二十九娘子文
祭张给事文
祭女挐女文
韩昌黎文集第六卷 碑 志
李元宾墓铭
崔评事墓铭
施先生墓铭
考功员外卢君墓铭
施州房使君郑夫人殡表
清边郡王杨燕奇碑文
河南少尹裴君墓志铭
国子助教河东薛君墓志铭
监察御史元君妻京兆韦氏夫人墓志铭
登封县尉卢殷墓志
兴元少尹房君墓志
河南少尹李公墓志铭
集贤院校理石君墓志铭
唐故江西观察使韦公墓志铭
唐故河南府王屋县尉毕君墓志铭
试大理评事胡君墓铭
襄阳卢丞墓志铭
唐河中府法曹张君墓碣铭
太原府参军苗君墓志铭
唐朝散大夫赠司勋员外郎孔君墓志铭
故中散大夫河南尹杜君墓志铭
唐银青光禄大夫守左散骑常侍致仕上柱国襄阳郡王平阳路公神道碑铭
乌氏庙碑铭
唐故河东节度观察使荥阳郑公神道碑文
魏博节度观察使沂国公先庙碑铭
刘统军碑
衢州徐偃王庙碑
袁氏先庙碑
清河郡公房公墓碣铭
唐故银青光禄大夫检校左散骑常侍兼右金吾卫大将军赠工部尚书太原郡公神道碑文
曹成王碑
息国夫人墓志铭
试大理评事王君墓志铭
扶风郡夫人墓志铭
殿中侍御史李君墓志铭
唐故朝散大夫商州刺史除名徙封州董府君墓志铭
贞曜先生墓志铭
唐故秘书少监赠绛州刺史独孤府君墓志铭
唐故虞部员外郎张府君墓志铭
唐故检校尚书左仆射右龙武军统军刘公墓志铭
韩昌黎文集校注 下
韩昌黎文集第七卷 碑 志
唐故监察御史卫府君墓志铭
唐故河南令张君墓志铭
凤翔陇州节度使李公墓志铭
唐故中散大夫少府监胡良公墓神道碑
唐故相权公墓碑
平淮西碑 并序
南海神庙碑
处州孔子庙碑
柳州罗池庙碑
黄陵庙碑
唐故江南西道观察使中大夫洪州刺史兼御史中丞上柱国赐紫金鱼袋赠左散骑常侍太原王公神道碑铭
司徒兼侍中中书令赠太尉许国公神道碑铭
柳子厚墓志铭
唐故昭武校尉守左金吾卫将军李公墓志铭
唐故朝散大夫尚书库部郎中郑君墓志铭
唐故朝散大夫越州刺史薛公墓志铭
楚国夫人墓志铭
唐故国子司业窦公墓志铭
唐正议大夫尚书左丞孔公墓志铭
故江南西道观察使赠左散骑常侍太原王公墓志铭
殿中少监马君墓志
南阳樊绍述墓志铭
中大夫陕府左司马李公墓志铭
故幽州节度判官赠给事中清河张君墓志铭
河南府法曹参军卢府君夫人苗氏墓志铭
故贝州司法参军李君墓志铭
处士卢君墓志铭
故太学博士李君墓志铭
卢浑墓志铭
虢州司户韩府君墓志铭
四门博士周况妻韩氏墓志铭
韩滂墓志铭
女挐圹铭
河南缑氏主簿唐充妻卢氏墓志铭
乳母墓铭
韩昌黎文集第八卷 杂文 状 表状
瘗砚铭
毛颖传
送穷文
□鱼文
故金紫光禄大夫检校尚书左仆射同中书门下平章事兼汴州刺史充宣武军节度副大使知节度事管内支度营田汴宋亳颍等州观察处置等使上柱国陇西郡开国公赠太傅董公行状
与汝州卢郎中论荐侯喜状
论今年权停举选状
御史台上论天旱人饥状
请复国子监生徒状
唐故赠绛州刺史马府君行状
复雠状
钱重物轻状
为韦相公让官表
为宰相贺雪表
进顺宗皇帝实录表状
为裴相公让官表
为宰相贺白龟状
冬荐官殷侑状
进王用碑文状
谢许受王用男人事物状
荐樊宗师状
举钱徽自代状
进撰平淮西碑文表
奏韩弘人事物表
谢许受韩弘物状
论捕贼行赏表
论佛骨表
潮州刺史谢上表
贺册尊号表
袁州刺史谢上表
贺皇帝即位表
贺赦表
贺册皇太后表
贺庆云表
举张惟素自代状 国子监
举韩泰自代状 袁州
慰国哀表
举荐张籍状
请上尊号表
举韦□自代状 尚书兵部
论孔□致仕状
举马总自代状 京兆府
贺雨表
贺太阳不亏状
举张正甫自代状 尚书兵部
袁州申使状
国子监论新注学官牒
黄家贼事宜状
应所在典帖良人男女等状
论淮西事宜状
论变盐法事宜状
韩昌黎文外集
文外集上卷
明水赋
请迁玄宗庙议
范蠡招大夫种议 诗之序议
上贾滑州书
上考功崔虞部书
与少室李拾遗书
答刘秀才论史书
与大颠师书
送汴州监军俱文珍序 并诗
送浮屠令纵西游序
与路鹄秀才序 赠别序
送毛仙翁十八兄序
通解
择言解
鄠人对
河南府同官记
记宜城驿
题李生壁
除崔群户部侍郎制
祭董相公文
雷塘祷雨文
祭石君文
祭房君文
高君仙砚铭 并序
高君画赞
潮州请置乡校牒
直谏表
论顾威状
文外集下卷
顺宗实录卷第一 起藩邸，尽贞元二十一年二月。
顺宗实录卷第二 起二月，尽三月。
顺宗实录卷第三 起四月，尽五月。
顺宗实录卷第四 起六月，尽七月。
顺宗实录卷第五 起八月，尽至山陵。
遗文
监军新竹亭记
书 答侯生问论语书
墓志 相州刺史御史中丞田公故夫人魏氏墓志铭
启 皇帝即位贺宰相启
状 奏汴州得嘉禾嘉瓜状
皇帝即位贺诸道状
皇帝即位降赦贺观察使状
潮州谢孔大夫状
疏 宪宗崩慰诸道疏
题名 长安慈恩塔题名
洛北惠林寺题名
谒少室李渤题名
福先塔寺题名
嵩山天封宫题名
迓杜兼题名
华岳题名
附录
韩昌黎集外文
三器论 事类文聚本
上张徐州荐薛公达书
下邳侯革华传
朱子校昌黎先生集传
新唐书本传
文录序 赵 德
记旧本韩文后 欧阳修
潮州韩文公庙碑 苏 轼
中国古典文学丛书 （简体版）
李璟李煜词校注（简体版）[精品]
封面


目录
前言
李璟词
应天长 后主云：先皇御制歌辞墨迹在晁公留家。
望远行
浣溪沙 二首
又
李煜词
浣溪沙 此词见《西清诗话》
一斛珠
玉楼春 已后二词，传自曹功显节度家，云墨迹旧在京师梁门外李王寺一老尼处，故蔽难读。
子夜歌
菩萨蛮 见《尊前集》。杜寿域词亦有此篇，而文少异〔一〕。
又
又
喜迁莺
采桑子
长相思 曾端伯集《雅词》以为孙霄之作，非也。
柳 枝
渔 父
又
捣练子令 出《兰畹曲令》
谢新恩 已下六首真迹在孟郡王家
又
又
又
又
又
阮郎归 呈郑王十二弟，后有隶书东宫府书印。
清平乐
采桑子 二词墨迹在王季宫判院家
虞美人
乌夜啼
临江仙
破阵子
望江梅
望江南
乌夜啼
子夜歌
浪淘沙 传自池州夏氏
虞美人 《尊前集》共八首，后主煜重光词也。
浪淘沙令
李璟李煜词补遗
浣溪沙
又 别见《珠玉词》
乌夜啼
更漏子
又 大石调 《花间集》、《花庵词选》均作温庭筠。
长相思 别见邓肃《栟榈词》
蝶恋花 见《尊前集》。《本事曲》以为山东李冠作〔一〕。
后庭花破子
三台令
捣练子
浣溪沙
开元乐
后 记
中国古典文学丛书（简体版）
东坡乐府笺（简体版）[精品]
封面


目录
序
标点整理说明
序论
序一
序二
东坡先生墓志铭
东坡词评／龙榆生辑录
东坡乐府笺卷一
浪淘沙
南歌子 八月十八日观潮
行香子 过七里濑
祝英台近
瑞鹧鸪
又 观潮
临江仙 风水洞作
南乡子
行香子 丹阳寄述古
昭君怨 金山送柳子玉
醉落魄 离京口作
蝶恋花 京口得乡书
少年游
卜算子
江城子
又
虞美人 有美堂赠述古
诉衷情
菩萨蛮
又
江城子 孤山竹阁送述古
菩萨蛮 西湖送述古
清平乐 送述古赴南都
南乡子 送述古
南歌子
泛金船 流杯亭和杨元素
南乡子
又 和杨元素
又
浣溪沙
又
南乡子
又
定风波 送元素
减字木兰花
河满子 湖州寄南守冯当世
菩萨蛮 席上和陈令举
鹊桥仙 七夕送陈令举
阮郎归
醉落魄 苏州阊门留别
菩萨蛮 润州和元素
减字木兰花
南歌子 别润守许仲涂
采桑子
更漏子 送孙巨源
醉落魄 席上呈杨元素
浣溪沙
沁园春
永遇乐
减字木兰花
蝶恋花 密州上元
江城子 乙卯正月二十日夜记梦
雨中花慢
江城子 密州出猎
水龙吟 赠赵晦之吹笛侍儿
减字木兰花 送东武令赵昶失官归海州
蝶恋花
满江红
殢人娇 戏邦直
望江南 超然台作
又
满江红
水调歌头
画堂春 寄子由
江城子
又 东武雪中送客
南乡子 席上劝李公择酒
阳关曲 答李公择
蝶恋花 暮春别李公择
殢人娇 小王都尉席上赠侍人
洞仙歌
阳关曲 中秋作
水调歌头
浣溪沙
临江仙 送李公恕
浣溪沙
又
又
又
又
又 徐州藏春阁园中
又
永遇乐
千秋岁 徐州重阳作
阳关曲 赠张继愿
江城子 别徐州
减字木兰花 彭门留别
西江月 平山堂
南歌子 湖州作
又 送行甫赴余姚
又
又
双荷叶 湖州贾耘老小妓名双荷叶
渔家傲 七夕
临江仙
西江月 黄州中秋
定风波
少年游
又 端午赠黄守徐君猷
浣溪沙
又
又
又
又
江城子
满江红 寄鄂州朱使君寿昌
东坡乐府笺卷二
水龙吟
江城子
定风波
浣溪沙
西江月
满江红
哨遍
渔家傲 赠曹光州
定风波
洞仙歌
念奴娇 赤壁怀古
又 中秋
南乡子
临江仙 夜归临皋
减字木兰花
又 胜之
又 庆姬
又 赠君猷家姬
又 赠胜之
西江月
菩萨蛮 赠徐君猷笙妓
醉翁操
卜算子 黄州定慧院寓居作
满庭芳
水调歌头
蝶恋花 送潘大临
醉蓬莱
好事近 黄州送君猷
西江月 重阳栖霞楼作
定风波
鹧鸪天
十拍子
南歌子
瑶池燕
满庭芳
西江月
渔家傲
浣溪沙 席上赠楚守田待问小鬟
又
虞美人
行香子
如梦令
又
浣溪沙
满庭芳
水龙吟
满庭芳
南乡子 宿州上元
又
又 用韵和道辅
渔父
又
又
又
菩萨蛮
蝶恋花
又
水调歌头
水龙吟
满庭芳
西江月 送钱待制穆父
定风波
点绛唇
临江仙
南歌子 杭州端午
又
减字木兰花
鹊桥仙 七夕和苏坚
点绛唇 庚午重九
又 再和送钱公永
好事近 西湖夜归
渔家傲 送 吉守江郎中
浣溪沙
又
又 送叶淳老
西江月 宝云真觉院赏瑞香
又
又
木兰花令次 马中玉韵
虞美人 送马中玉
临江仙 送钱穆父
八声甘州 寄参寥子
西江月
临江仙
木兰花令 次欧公西湖韵
减字木兰花
满江红 怀子由作
浣溪沙
减字木兰花
生查子 送苏伯固
青玉案
戚氏
归朝欢 和苏坚伯固
木兰花令
浣溪沙
临江仙 惠州改前韵
殢人娇 赠朝云
西江月
减字木兰花 己卯儋耳春词
鹧鸪天
东坡乐府笺卷三
水龙吟
又
满庭芳
永遇乐
雨中花慢
又
一丛花 初春病起
三部乐
无愁可解
贺新郎
哨遍
木兰花令
又
又
西江月
华清引
苏幕遮 咏选仙图
乌夜啼
临江仙
又 送王缄
又
又
又 赠王友道
又
渔家傲 送张元康省亲秦州
又
定风波 重阳括杜牧之诗
又
又 咏红梅
南乡子
又 双荔支
又 集句
又
又
菩萨蛮
又
又
又
又 回文
又
又
又 回文四时闺怨
又
又
又
又
又 咏足
又
浣溪沙 重九
又
又
又 咏橘
又
又
又
又 彭门送梁左藏
又 送梅庭老赴上党学官
又 端午
又
又
又
又
又
又
又
又 方响
又
又
又
又
南歌子
又
又
又
又
又 楚守周豫出舞鬟
又
又
又
江城子
又
又
蝶恋花
又 代人赠别
又
又
又
又
又
又
又
减字木兰花
又 西湖食荔支
又 送赵令晦之
又
又
又
又 雪
又
又 以大琉璃杯劝王仲翁
又 琴
又
又
又
行香子 茶词
又
又
又 病起小集
点绛唇
又
又
又
皂罗特髻
虞美人
又
又
又
又
如梦令
又
又 题淮山楼
阮郎归
又 梅花
诉衷情
又
谒金门
又
又
好事近
天仙子
翻香令
桃源忆故人
调笑令 效韦应物体
又
荷花媚
占春芳
一斛珠
意难忘
后记
篇目索引
中国古典文学丛书（简体版）
李清照集笺注（简体版）[精品]
封面


目录
李清照集笺注 上
自序
修订本自序
卷一 词
点绛唇
鹧鸪天 桂
浣溪沙
渔家傲
减字木兰花
浣溪沙 闺情
如梦令
怨王孙
一剪梅
玉楼春 红梅
庆清朝
行香子
南歌子
多丽 咏白菊
如梦令
青玉案
新荷叶
忆秦娥
醉花阴
凤凰台上忆吹箫
浣溪沙
浣溪沙
点绛唇
念奴娇
木兰花令
蝶恋花
蝶恋花 昌乐馆寄姊妹
殢人娇 后庭梅花开有感
蝶恋花 上巳召亲族
小重山
添字丑奴儿 芭蕉
青玉案 用黄山谷韵
鹧鸪天
菩萨蛮
临江仙
临江仙
诉衷情 枕畔闻梅香
满庭芳 残梅
浣溪沙
山花子
浪淘沙
孤雁儿
清平乐
渔家傲
菩萨蛮
好事近
长寿乐 南昌生日
武陵春
转调满庭芳
永遇乐 元宵
怨王孙
山花子
声声慢
补遗
忆王孙
春光好
河传 梅影
七娘子
忆少年
玉楼春
存疑辨证
瑞鹧鸪 双银杏
生查子
浣溪沙
丑奴儿 夏意
鹧鸪天
浪淘沙
品令
佚句 四则
卷二 诗
春残
浯溪中兴颂诗和张文潜 （二首）
分得知字
感怀
晓梦
咏史
偶成
上枢密韩公工部尚书胡公 （二首）并序
乌江
夜发严滩
题八咏楼
皇帝阁春帖子
贵妃阁春帖子
皇帝阁端午帖子
皇后阁端午帖子
夫人阁端午帖子
补遗
题砚诗
佚句 十四则
存疑佚句 一则
李清照集笺注 下
卷三 文
词论
祭赵湖州文
投翰林学士綦崈礼启
金石录后序
打马图经序
打马赋
打马图经命词
汉巴官铁量铭跋尾注
贺人孪生启
琴铭
附录一 李清照年谱
附录二 传记序跋
附录三 总评
后记
再版后记
中国古典文学丛书（简体版）
放翁词编年笺注（简体版）[精品]
封面


目录
论陆游词 代序
放翁词编年笺注 上卷
钗头凤
青玉案 与朱景参会北岭
水调歌头 多景楼
赤壁词 招韩无咎游金山
浣沙溪 和无咎韵
满江红
浪淘沙 丹阳浮玉亭席上作
定风波 进贤道上见梅赠王伯寿
恋绣衾
鹧鸪天
采桑子
大圣乐
满江红 夔州催王伯礼侍御寻梅之集
感皇恩 伯礼立春日生日
蓦山溪 送伯礼
木兰花 立春日作
临江仙 离果州作
鹧鸪天 葭萌驿作
蝶恋花 离小益作
望梅
浣沙溪 南郑席上
秋波媚 七月十六日晚登高兴亭望长安南山
清商怨 葭萌驿作
齐天乐 左绵道中
汉宫春 初自南郑来成都作
夜游宫 宫词
鹧鸪天 送叶梦锡
乌夜啼 题汉嘉东堂
蝶恋花
苏武慢 唐安西湖
木兰花慢 夜登青城山玉华楼
蓦山溪 游三荣龙洞
好事近 寄张真甫
齐天乐 三荣人日游龙洞作
沁园春 三荣横溪阁小宴
水龙吟 荣南作
桃源忆故人 并序
渔家傲 寄仲高
南歌子 送周机宜之益昌
双头莲 呈范至能待制
乌夜啼
夜游宫 记梦寄师伯浑
好事近 次宇文卷臣韵
朝中措 代谭德称作
汉宫春 张园赏海棠作园故蜀燕王宫也
柳梢青 故蜀燕王宫海棠之盛为成都第一今属张氏
月上海棠 成都城南有蜀王旧苑尤多梅皆二百余年古木
桃源忆故人
水龙吟 春日游摩诃池
鹧鸪天 薛公肃家席上作
感皇恩
鹊桥仙 夜闻杜鹃
玉蝴蝶 王忠州家席上作
好事近
南乡子
蝶恋花
放翁词编年笺注 下卷
好事近
沁园春
绣停针
风入松
好事近 登梅仙山绝顶望海
乌夜啼
洞庭春色
桃源忆故人
豆叶黄
菩萨蛮
诉衷情
生查子
破阵子
点绛唇
一落索
杏花天
太平时
恋绣衾
蝶恋花
好事近
柳梢青 乙巳二月西兴赠别
渔父 灯下读玄真子渔歌因怀山阴故隐追拟
鹊桥仙
长相思
鹧鸪天
南乡子
谢池春
断句
不编年
后记
附录
订补后记
稼轩词编年笺注（简体版）[精品]
封面

