

目录
诗经今注 上
前言
诗经简述
十五国风
周南
召南
邶
鄘
卫
王
郑
齐
魏
唐
秦
陈
桧
曹
豳
诗经今注 下
小雅
鹿鸣之什
南有嘉鱼之什
鸿雁之什
节南山之什
谷风之什
甫田之什
鱼藻之什
大雅
文王之什
生民之什
荡之什
周颂
清庙之什
臣工之什
闵予小子之什
鲁颂
□
有□
泮水
□宫
商颂
那
烈祖
玄鸟
长发
殷武
楚辞今注（简体版）[精品]
封面


目录
序
离骚
九歌
天问
九章
远游
卜居
渔父
九辩
招魂
大招
惜誓
招隐士
七谏
哀时命
九怀
九叹
九思
中国古典文学丛书 （简体版）
韩昌黎文集校注（简体版）（全三册）[精品]
封面


目录
出版说明
韩昌黎文集校注叙例
昌黎先生集序
昌黎集叙说
重校昌黎集凡例
韩昌黎文集校注 上
韩昌黎文集第一卷 赋 杂著
感二鸟赋 并序
复志赋 并序
闵己赋
别知赋
原道
原性
原毁
原人
原鬼
行难
对禹问
杂说 四首
读荀
读鹖冠子
读仪礼
读墨子
获麟解
师说
进学解
本政
守戒
圬者王承福传
五箴 五首并序
游箴
言箴
行箴〔一〕
好恶箴
知名箴
后汉三贤赞 三首
讳辩
讼风伯
伯夷颂
韩昌黎文集第二卷 杂著 书 启
子产不毁乡校颂
释言
爱直赠李君房别
张中丞传后叙
河中府连理木颂
汴州东西水门记 并序
燕喜亭记
徐泗豪三州节度掌书记厅石记
画记
蓝田县丞厅壁记
新修滕王阁记
科斗书后记
郓州溪堂诗 并序
猫相乳
进士策问 十三首
争臣论
改葬服议
省试学生代斋郎议
□□议
省试颜子不贰过论
与李秘书论小功不税书
太学生何蕃传
答张籍书
重答张籍书
与孟东野书
答窦秀才书
上李尚书书
贺徐州张仆射白兔书
上兵部李侍郎书
答尉迟生书
答杨子书
上襄阳于相公书
上郑尚书相公启
上留守郑相公启
韩昌黎文集第三卷 书
上宰相书
后十九日复上书
后廿九日复上书
答侯继书
答崔立之书
答李翊书
重答翊书
代张籍与李浙东书
答李秀才书
答陈生书
与李翱书
上张仆射书
答胡生书
与于襄阳书
与崔群书
与陈给事书
答冯宿书
与卫中行书
上张仆射第二书
与冯宿论文书
与祠部陆员外书
与凤翔邢尚书书
为人求荐书
应科目时与人书
答刘正夫书
答殷侍御书
答陈商书
与孟尚书书
答吕□山人书
答渝州李使君书
答元侍御书
与郑相公书
与袁相公书
与鄂州柳中丞书
又一首
答魏博田仆射书
与华州李尚书书
京尹不台参答友人书
韩昌黎文集校注 中
韩昌黎文集第四卷 序
送陆歙州诗序
送孟东野序
送许郢州序
送窦从事序
上巳日燕太学听弹琴诗序
送齐□下第序
送陈密序
送李愿归盘谷序
送牛堪序
送董邵南序
赠崔复州序
赠张童子序
送浮屠文畅师序
送杨支使序
送何坚序
送廖道士序
送王秀才序
送孟秀才序
送陈秀才彤序
送王秀才序
荆潭唱和诗序
送幽州李端公序
送区册序
送张道士序
送高闲上人序
送殷员外序
送杨少尹序
送权秀才序
送湖南李正字序
送石处士序
送温处士赴河阳军序
送郑尚书序
送水陆运使韩侍御归所治序
送郑十校理序
诗 洛字
韦侍讲盛山十二诗序
石鼎联句诗序
石鼎联句诗 或无此题
韩昌黎文集第五卷 哀辞 祭文
祭田横墓文
欧阳生哀辞
题哀辞后
独孤申叔哀辞
祭穆员外文
祭郴州李使君文
祭薛助教文
祭虞部张员外文
祭河南张员外文
祭左司李员外太夫人文
祭薛中丞文
祭裴太常文
潮州祭神文 五首
袁州祭神文 三首
祭柳子厚文
祭湘君夫人文
祭窦司业文
祭侯主簿文
祭竹林神文
曲江祭龙文
祭马仆射文
吊武侍御所画佛文
祭故陕府李司马文
祭十二兄文
祭郑夫人文
祭十二郎文
祭周氏侄女文
祭滂文
祭李氏二十九娘子文
祭张给事文
祭女挐女文
韩昌黎文集第六卷 碑 志
李元宾墓铭
崔评事墓铭
施先生墓铭
考功员外卢君墓铭
施州房使君郑夫人殡表
清边郡王杨燕奇碑文
河南少尹裴君墓志铭
国子助教河东薛君墓志铭
监察御史元君妻京兆韦氏夫人墓志铭
登封县尉卢殷墓志
兴元少尹房君墓志
河南少尹李公墓志铭
集贤院校理石君墓志铭
唐故江西观察使韦公墓志铭
唐故河南府王屋县尉毕君墓志铭
试大理评事胡君墓铭
襄阳卢丞墓志铭
唐河中府法曹张君墓碣铭
太原府参军苗君墓志铭
唐朝散大夫赠司勋员外郎孔君墓志铭
故中散大夫河南尹杜君墓志铭
唐银青光禄大夫守左散骑常侍致仕上柱国襄阳郡王平阳路公神道碑铭
乌氏庙碑铭
唐故河东节度观察使荥阳郑公神道碑文
魏博节度观察使沂国公先庙碑铭
刘统军碑
衢州徐偃王庙碑
袁氏先庙碑
清河郡公房公墓碣铭
唐故银青光禄大夫检校左散骑常侍兼右金吾卫大将军赠工部尚书太原郡公神道碑文
曹成王碑
息国夫人墓志铭
试大理评事王君墓志铭
扶风郡夫人墓志铭
殿中侍御史李君墓志铭
唐故朝散大夫商州刺史除名徙封州董府君墓志铭
贞曜先生墓志铭
唐故秘书少监赠绛州刺史独孤府君墓志铭
唐故虞部员外郎张府君墓志铭
唐故检校尚书左仆射右龙武军统军刘公墓志铭
韩昌黎文集校注 下
韩昌黎文集第七卷 碑 志
唐故监察御史卫府君墓志铭
唐故河南令张君墓志铭
凤翔陇州节度使李公墓志铭
唐故中散大夫少府监胡良公墓神道碑
唐故相权公墓碑
平淮西碑 并序
南海神庙碑
处州孔子庙碑
柳州罗池庙碑
黄陵庙碑
唐故江南西道观察使中大夫洪州刺史兼御史中丞上柱国赐紫金鱼袋赠左散骑常侍太原王公神道碑铭
司徒兼侍中中书令赠太尉许国公神道碑铭
柳子厚墓志铭
唐故昭武校尉守左金吾卫将军李公墓志铭
唐故朝散大夫尚书库部郎中郑君墓志铭
唐故朝散大夫越州刺史薛公墓志铭
楚国夫人墓志铭
唐故国子司业窦公墓志铭
唐正议大夫尚书左丞孔公墓志铭
故江南西道观察使赠左散骑常侍太原王公墓志铭
殿中少监马君墓志
南阳樊绍述墓志铭
中大夫陕府左司马李公墓志铭
故幽州节度判官赠给事中清河张君墓志铭
河南府法曹参军卢府君夫人苗氏墓志铭
故贝州司法参军李君墓志铭
处士卢君墓志铭
故太学博士李君墓志铭
卢浑墓志铭
虢州司户韩府君墓志铭
四门博士周况妻韩氏墓志铭
韩滂墓志铭
女挐圹铭
河南缑氏主簿唐充妻卢氏墓志铭
乳母墓铭
韩昌黎文集第八卷 杂文 状 表状
瘗砚铭
毛颖传
送穷文
□鱼文
故金紫光禄大夫检校尚书左仆射同中书门下平章事兼汴州刺史充宣武军节度副大使知节度事管内支度营田汴宋亳颍等州观察处置等使上柱国陇西郡开国公赠太傅董公行状
与汝州卢郎中论荐侯喜状
论今年权停举选状
御史台上论天旱人饥状
请复国子监生徒状
唐故赠绛州刺史马府君行状
复雠状
钱重物轻状
为韦相公让官表
为宰相贺雪表
进顺宗皇帝实录表状
为裴相公让官表
为宰相贺白龟状
冬荐官殷侑状
进王用碑文状
谢许受王用男人事物状
荐樊宗师状
举钱徽自代状
进撰平淮西碑文表
奏韩弘人事物表
谢许受韩弘物状
论捕贼行赏表
论佛骨表
潮州刺史谢上表
贺册尊号表
袁州刺史谢上表
贺皇帝即位表
贺赦表
贺册皇太后表
贺庆云表
举张惟素自代状 国子监
举韩泰自代状 袁州
慰国哀表
举荐张籍状
请上尊号表
举韦□自代状 尚书兵部
论孔□致仕状
举马总自代状 京兆府
贺雨表
贺太阳不亏状
举张正甫自代状 尚书兵部
袁州申使状
国子监论新注学官牒
黄家贼事宜状
应所在典帖良人男女等状
论淮西事宜状
论变盐法事宜状
韩昌黎文外集
文外集上卷
明水赋
请迁玄宗庙议
范蠡招大夫种议 诗之序议
上贾滑州书
上考功崔虞部书
与少室李拾遗书
答刘秀才论史书
与大颠师书
送汴州监军俱文珍序 并诗
送浮屠令纵西游序
与路鹄秀才序 赠别序
送毛仙翁十八兄序
通解
择言解
鄠人对
河南府同官记
记宜城驿
题李生壁
除崔群户部侍郎制
祭董相公文
雷塘祷雨文
祭石君文
祭房君文
高君仙砚铭 并序
高君画赞
潮州请置乡校牒
直谏表
论顾威状
文外集下卷
顺宗实录卷第一 起藩邸，尽贞元二十一年二月。
顺宗实录卷第二 起二月，尽三月。
顺宗实录卷第三 起四月，尽五月。
顺宗实录卷第四 起六月，尽七月。
顺宗实录卷第五 起八月，尽至山陵。
遗文
监军新竹亭记
书 答侯生问论语书
墓志 相州刺史御史中丞田公故夫人魏氏墓志铭
启 皇帝即位贺宰相启
状 奏汴州得嘉禾嘉瓜状
皇帝即位贺诸道状
皇帝即位降赦贺观察使状
潮州谢孔大夫状
疏 宪宗崩慰诸道疏
题名 长安慈恩塔题名
洛北惠林寺题名
谒少室李渤题名
福先塔寺题名
嵩山天封宫题名
迓杜兼题名
华岳题名
附录
韩昌黎集外文
三器论 事类文聚本
上张徐州荐薛公达书
下邳侯革华传
朱子校昌黎先生集传
新唐书本传
文录序 赵 德
记旧本韩文后 欧阳修
潮州韩文公庙碑 苏 轼
中国古典文学丛书 （简体版）
李璟李煜词校注（简体版）[精品]
封面


目录
前言
李璟词
应天长 后主云：先皇御制歌辞墨迹在晁公留家。
望远行
浣溪沙 二首
又
李煜词
浣溪沙 此词见《西清诗话》
一斛珠
玉楼春 已后二词，传自曹功显节度家，云墨迹旧在京师梁门外李王寺一老尼处，故蔽难读。
子夜歌
菩萨蛮 见《尊前集》。杜寿域词亦有此篇，而文少异〔一〕。
又
又
喜迁莺
采桑子
长相思 曾端伯集《雅词》以为孙霄之作，非也。
柳 枝
渔 父
又
捣练子令 出《兰畹曲令》
谢新恩 已下六首真迹在孟郡王家
又
又
又
又
又
阮郎归 呈郑王十二弟，后有隶书东宫府书印。
清平乐
采桑子 二词墨迹在王季宫判院家
虞美人
乌夜啼
临江仙
破阵子
望江梅
望江南
乌夜啼
子夜歌
浪淘沙 传自池州夏氏
虞美人 《尊前集》共八首，后主煜重光词也。
浪淘沙令
李璟李煜词补遗
浣溪沙
又 别见《珠玉词》
乌夜啼
更漏子
又 大石调 《花间集》、《花庵词选》均作温庭筠。
长相思 别见邓肃《栟榈词》
蝶恋花 见《尊前集》。《本事曲》以为山东李冠作〔一〕。
后庭花破子
三台令
捣练子
浣溪沙
开元乐
后 记
中国古典文学丛书（简体版）
东坡乐府笺（简体版）[精品]
封面


目录
序
标点整理说明
序论
序一
序二
东坡先生墓志铭
东坡词评／龙榆生辑录
东坡乐府笺卷一
浪淘沙
南歌子 八月十八日观潮
行香子 过七里濑
祝英台近
瑞鹧鸪
又 观潮
临江仙 风水洞作
南乡子
行香子 丹阳寄述古
昭君怨 金山送柳子玉
醉落魄 离京口作
蝶恋花 京口得乡书
少年游
卜算子
江城子
又
虞美人 有美堂赠述古
诉衷情
菩萨蛮
又
江城子 孤山竹阁送述古
菩萨蛮 西湖送述古
清平乐 送述古赴南都
南乡子 送述古
南歌子
泛金船 流杯亭和杨元素
南乡子
又 和杨元素
又
浣溪沙
又
南乡子
又
定风波 送元素
减字木兰花
河满子 湖州寄南守冯当世
菩萨蛮 席上和陈令举
鹊桥仙 七夕送陈令举
阮郎归
醉落魄 苏州阊门留别
菩萨蛮 润州和元素
减字木兰花
南歌子 别润守许仲涂
采桑子
更漏子 送孙巨源
醉落魄 席上呈杨元素
浣溪沙
沁园春
永遇乐
减字木兰花
蝶恋花 密州上元
江城子 乙卯正月二十日夜记梦
雨中花慢
江城子 密州出猎
水龙吟 赠赵晦之吹笛侍儿
减字木兰花 送东武令赵昶失官归海州
蝶恋花
满江红
殢人娇 戏邦直
望江南 超然台作
又
满江红
水调歌头
画堂春 寄子由
江城子
又 东武雪中送客
南乡子 席上劝李公择酒
阳关曲 答李公择
蝶恋花 暮春别李公择
殢人娇 小王都尉席上赠侍人
洞仙歌
阳关曲 中秋作
水调歌头
浣溪沙
临江仙 送李公恕
浣溪沙
又
又
又
又
又 徐州藏春阁园中
又
永遇乐
千秋岁 徐州重阳作
阳关曲 赠张继愿
江城子 别徐州
减字木兰花 彭门留别
西江月 平山堂
南歌子 湖州作
又 送行甫赴余姚
又
又
双荷叶 湖州贾耘老小妓名双荷叶
渔家傲 七夕
临江仙
西江月 黄州中秋
定风波
少年游
又 端午赠黄守徐君猷
浣溪沙
又
又
又
又
江城子
满江红 寄鄂州朱使君寿昌
东坡乐府笺卷二
水龙吟
江城子
定风波
浣溪沙
西江月
满江红
哨遍
渔家傲 赠曹光州
定风波
洞仙歌
念奴娇 赤壁怀古
又 中秋
南乡子
临江仙 夜归临皋
减字木兰花
又 胜之
又 庆姬
又 赠君猷家姬
又 赠胜之
西江月
菩萨蛮 赠徐君猷笙妓
醉翁操
卜算子 黄州定慧院寓居作
满庭芳
水调歌头
蝶恋花 送潘大临
醉蓬莱
好事近 黄州送君猷
西江月 重阳栖霞楼作
定风波
鹧鸪天
十拍子
南歌子
瑶池燕
满庭芳
西江月
渔家傲
浣溪沙 席上赠楚守田待问小鬟
又
虞美人
行香子
如梦令
又
浣溪沙
满庭芳
水龙吟
满庭芳
南乡子 宿州上元
又
又 用韵和道辅
渔父
又
又
又
菩萨蛮
蝶恋花
又
水调歌头
水龙吟
满庭芳
西江月 送钱待制穆父
定风波
点绛唇
临江仙
南歌子 杭州端午
又
减字木兰花
鹊桥仙 七夕和苏坚
点绛唇 庚午重九
又 再和送钱公永
好事近 西湖夜归
渔家傲 送 吉守江郎中
浣溪沙
又
又 送叶淳老
西江月 宝云真觉院赏瑞香
又
又
木兰花令次 马中玉韵
虞美人 送马中玉
临江仙 送钱穆父
八声甘州 寄参寥子
西江月
临江仙
木兰花令 次欧公西湖韵
减字木兰花
满江红 怀子由作
浣溪沙
减字木兰花
生查子 送苏伯固
青玉案
戚氏
归朝欢 和苏坚伯固
木兰花令
浣溪沙
临江仙 惠州改前韵
殢人娇 赠朝云
西江月
减字木兰花 己卯儋耳春词
鹧鸪天
东坡乐府笺卷三
水龙吟
又
满庭芳
永遇乐
雨中花慢
又
一丛花 初春病起
三部乐
无愁可解
贺新郎
哨遍
木兰花令
又
又
西江月
华清引
苏幕遮 咏选仙图
乌夜啼
临江仙
又 送王缄
又
又
又 赠王友道
又
渔家傲 送张元康省亲秦州
又
定风波 重阳括杜牧之诗
又
又 咏红梅
南乡子
又 双荔支
又 集句
又
又
菩萨蛮
又
又
又
又 回文
又
又
又 回文四时闺怨
又
又
又
又
又 咏足
又
浣溪沙 重九
又
又
又 咏橘
又
又
又
又 彭门送梁左藏
又 送梅庭老赴上党学官
又 端午
又
又
又
又
又
又
又
又 方响
又
又
又
又
南歌子
又
又
又
又
又 楚守周豫出舞鬟
又
又
又
江城子
又
又
蝶恋花
又 代人赠别
又
又
又
又
又
又
又
减字木兰花
又 西湖食荔支
又 送赵令晦之
又
又
又
又 雪
又
又 以大琉璃杯劝王仲翁
又 琴
又
又
又
行香子 茶词
又
又
又 病起小集
点绛唇
又
又
又
皂罗特髻
虞美人
又
又
又
又
如梦令
又
又 题淮山楼
阮郎归
又 梅花
诉衷情
又
谒金门
又
又
好事近
天仙子
翻香令
桃源忆故人
调笑令 效韦应物体
又
荷花媚
占春芳
一斛珠
意难忘
后记
篇目索引
中国古典文学丛书（简体版）
李清照集笺注（简体版）[精品]
封面


目录
李清照集笺注 上
自序
修订本自序
卷一 词
点绛唇
鹧鸪天 桂
浣溪沙
渔家傲
减字木兰花
浣溪沙 闺情
如梦令
怨王孙
一剪梅
玉楼春 红梅
庆清朝
行香子
南歌子
多丽 咏白菊
如梦令
青玉案
新荷叶
忆秦娥
醉花阴
凤凰台上忆吹箫
浣溪沙
浣溪沙
点绛唇
念奴娇
木兰花令
蝶恋花
蝶恋花 昌乐馆寄姊妹
殢人娇 后庭梅花开有感
蝶恋花 上巳召亲族
小重山
添字丑奴儿 芭蕉
青玉案 用黄山谷韵
鹧鸪天
菩萨蛮
临江仙
临江仙
诉衷情 枕畔闻梅香
满庭芳 残梅
浣溪沙
山花子
浪淘沙
孤雁儿
清平乐
渔家傲
菩萨蛮
好事近
长寿乐 南昌生日
武陵春
转调满庭芳
永遇乐 元宵
怨王孙
山花子
声声慢
补遗
忆王孙
春光好
河传 梅影
七娘子
忆少年
玉楼春
存疑辨证
瑞鹧鸪 双银杏
生查子
浣溪沙
丑奴儿 夏意
鹧鸪天
浪淘沙
品令
佚句 四则
卷二 诗
春残
浯溪中兴颂诗和张文潜 （二首）
分得知字
感怀
晓梦
咏史
偶成
上枢密韩公工部尚书胡公 （二首）并序
乌江
夜发严滩
题八咏楼
皇帝阁春帖子
贵妃阁春帖子
皇帝阁端午帖子
皇后阁端午帖子
夫人阁端午帖子
补遗
题砚诗
佚句 十四则
存疑佚句 一则
李清照集笺注 下
卷三 文
词论
祭赵湖州文
投翰林学士綦崈礼启
金石录后序
打马图经序
打马赋
打马图经命词
汉巴官铁量铭跋尾注
贺人孪生启
琴铭
附录一 李清照年谱
附录二 传记序跋
附录三 总评
后记
再版后记
中国古典文学丛书（简体版）
放翁词编年笺注（简体版）[精品]
封面


目录
论陆游词 代序
放翁词编年笺注 上卷
钗头凤
青玉案 与朱景参会北岭
水调歌头 多景楼
赤壁词 招韩无咎游金山
浣沙溪 和无咎韵
满江红
浪淘沙 丹阳浮玉亭席上作
定风波 进贤道上见梅赠王伯寿
恋绣衾
鹧鸪天
采桑子
大圣乐
满江红 夔州催王伯礼侍御寻梅之集
感皇恩 伯礼立春日生日
蓦山溪 送伯礼
木兰花 立春日作
临江仙 离果州作
鹧鸪天 葭萌驿作
蝶恋花 离小益作
望梅
浣沙溪 南郑席上
秋波媚 七月十六日晚登高兴亭望长安南山
清商怨 葭萌驿作
齐天乐 左绵道中
汉宫春 初自南郑来成都作
夜游宫 宫词
鹧鸪天 送叶梦锡
乌夜啼 题汉嘉东堂
蝶恋花
苏武慢 唐安西湖
木兰花慢 夜登青城山玉华楼
蓦山溪 游三荣龙洞
好事近 寄张真甫
齐天乐 三荣人日游龙洞作
沁园春 三荣横溪阁小宴
水龙吟 荣南作
桃源忆故人 并序
渔家傲 寄仲高
南歌子 送周机宜之益昌
双头莲 呈范至能待制
乌夜啼
夜游宫 记梦寄师伯浑
好事近 次宇文卷臣韵
朝中措 代谭德称作
汉宫春 张园赏海棠作园故蜀燕王宫也
柳梢青 故蜀燕王宫海棠之盛为成都第一今属张氏
月上海棠 成都城南有蜀王旧苑尤多梅皆二百余年古木
桃源忆故人
水龙吟 春日游摩诃池
鹧鸪天 薛公肃家席上作
感皇恩
鹊桥仙 夜闻杜鹃
玉蝴蝶 王忠州家席上作
好事近
南乡子
蝶恋花
放翁词编年笺注 下卷
好事近
沁园春
绣停针
风入松
好事近 登梅仙山绝顶望海
乌夜啼
洞庭春色
桃源忆故人
豆叶黄
菩萨蛮
诉衷情
生查子
破阵子
点绛唇
一落索
杏花天
太平时
恋绣衾
蝶恋花
好事近
柳梢青 乙巳二月西兴赠别
渔父 灯下读玄真子渔歌因怀山阴故隐追拟
鹊桥仙
长相思
鹧鸪天
南乡子
谢池春
断句
不编年
后记
附录
订补后记
稼轩词编年笺注（简体版）[精品]
封面


目录
增订三版题记
初版题记
稼轩词编年笺注序
略论辛稼轩及其词
例言
稼轩词编年笺注 上
稼轩词编年笺注卷一 江、淮、两湖之什
汉宫春 春已归来
满江红 家住江南
水调歌头 千里渥洼种
浣溪沙 侬是嵚崎可笑人
满江红 鹏翼垂空
念奴娇 我来吊古
千秋岁 塞垣秋草
满江红 快上西楼
又 美景良辰
又 点火樱桃
念奴娇 晚风吹雨
好事近 日日过西湖
青玉案 东风夜放花千树
感皇恩 春事到清明
又 七十古来稀
声声慢 征埃成阵
又 开元盛日
木兰花慢 老来情味减
西江月 秀骨青松不老
水调歌头 落日古城角
一剪梅 独立苍茫醉不归
新荷叶 人已归来
又 春色如愁
菩萨蛮 青山欲共高人语
又 江摇病眼昏如雾
太常引 一轮秋影转金波
水龙吟 楚天千里清秋
八声甘州 把江山好处付公来
洞仙歌 江头父老
酒泉子 流水无情
摸鱼儿 望飞来半空鸥鹭
满江红 落日苍茫
菩萨蛮 郁孤台下清江水
水调歌头 造物故豪纵
满江红 汉水东流
水调歌头 我饮不须劝
霜天晓角 吴头楚尾
鹧鸪天 聚散匆匆不偶然
念奴娇 野棠花落
鹧鸪天 别恨妆成白发新
又 樽俎风流有几人
又 扑面征尘去路遥
又 唱彻阳关泪未干
满江红 直节堂堂
又 照影溪梅
水调歌头 落日塞尘起
满江红 过眼溪山
南乡子 隔户语春莺
又 欹枕橹声边
南歌子 万万千千恨
西江月 千丈悬崖削翠
破阵子 掷地刘郎玉斗
临江仙 住世都知菩萨行
摸鱼儿 更能消几番风雨
水调歌头 折尽武昌柳
满江红 笳鼓归来
木兰花慢 汉中开汉业
阮郎归 山前灯火欲黄昏
霜天晓角 暮山层碧
减字木兰花 盈盈泪眼
满江红 可恨东君
又 敲碎离愁
又 倦客
又 风卷庭梧
贺新郎 柳暗凌波路
水调歌头 官事未易了
满庭芳 倾国无媒
又 急管哀弦
又 柳外寻春
满江红 天与文章
西河 西江水
贺新郎 高阁临江渚
昭君怨 长记潇湘秋晚
沁园春 三径初成
又 伫立潇湘
菩萨蛮 稼轩日向儿童说
蝶恋花 老去怕寻年少伴
祝英台近 宝钗分
又 绿杨堤
惜分飞 翡翠楼前芳草路
恋绣衾 夜长偏冷添被儿
减字木兰花 僧窗夜雨
又 昨朝官告
糖多令 淑景斗清明
南乡子 好个主人家
鹧鸪天 一片归心拟乱云
又 困不成眠奈夜何
菩萨蛮 西风都是行人恨
稼轩词编年笺注卷二 带湖之什
水调歌头 带湖吾甚爱
又 寄我五云字
又 白日射金阙
踏莎行 进退存亡
蝶恋花 点检笙歌多酿酒
又 泪眼送君倾似雨
又 小小年华才月半
六幺令 酒群花队
又 倒冠一笑
太常引 君王着意履声间
蝶恋花 洗尽机心随法喜
又 何物能令公怒喜
水调歌头 今日复何日
又 千古老蟾口
又 君莫赋幽愤
又 文字觑天巧
小重山 旋制离歌唱未成
贺新郎 云卧衣裳冷
又 著厌霓裳素
又 凤尾龙香拨
满江红 瘴雨蛮烟
水调歌头 上界足官府
清平乐 灵皇醮罢
临江仙 风雨催春寒食近
洞仙歌 婆娑欲舞
唐河传效 春水
水龙吟 渡江天马南来
满江红 蜀道登天
蝶恋花 莫向楼头听漏点
又 燕语莺啼人乍远
鹧鸪天 千丈阴崖百丈溪
又 莫上扁舟访剡溪
水龙吟 玉皇殿阁微凉
菩萨蛮 锦书谁寄相思语
虞美人 翠屏罗幕遮前后
又 一杯莫落他人后
又 夜深困倚屏风后
水调歌头 万事到白发
千年调 卮酒向人时
南歌子 玄入参同契
杏花天 病来自是于春懒
念奴娇 兔园旧赏
临江仙 小靥人怜都恶瘦
又 逗晓莺啼声昵昵
又 春色饶君白发了
又 金谷无烟宫树绿
丑奴儿 晚来云淡秋光薄
又 寻常中酒扶头后
一剪梅 忆对中秋丹桂丛
又 记得同烧此夜香
江神子 梅梅柳柳斗纤秾
又 剩云残日弄阴晴
又 梨花着雨晚来晴
又 一川松竹任横斜
丑奴儿 烟芜露麦荒池柳
又 少年不识愁滋味
又 此生自断天休问
丑奴儿近 千峰云起
清平乐 柳边飞鞚
又 绕床饥鼠
鹧鸪天 不向长安路上行
点绛唇 隐隐轻雷
又 身后虚名
念奴娇 近来何处
水龙吟 补陀大士虚空
山鬼谣 问何年此山来此
生查子 溪边照影行
蝶恋花 九畹芳菲兰佩好
又 意态憨生元自好
定风波 山路风来草木香
又 仄月高寒水石乡
满江红 笑拍洪崖满江红
又 天上飞琼
念奴娇 对花何似
乌夜啼 江头醉倒山公
又 人言我不如公
定风波 昨夜山公倒载归
鹧鸪天 白苎新袍入嫩凉
又 一榻清风殿影凉
又 春入平原荠菜花
又 翠木千寻上薜萝
又 枕簟溪堂冷欲秋
又 着意寻春懒便回
满江红 曲几团蒲
鹧鸪天 戏马台前秋雁飞
又 有甚闲愁可皱眉
又 漠漠轻阴拨不开
又 千丈冰溪百步雷
又 鸡鸭成群晚未收
清平乐 茅檐低小
又 连云松竹
又 断崖修竹
满江红 湖海平生
洞仙歌 冰姿玉骨
又 飞流万壑
水龙吟 断崖千丈孤松
水调歌头 上古八千岁
最高楼 长安道
又 西园买
菩萨蛮 红牙签上群仙格
生查子 昨宵醉里行
又 谁倾沧海珠
西江月 宫粉厌涂娇额
八声甘州夜读 故将军饮罢夜归来
昭君怨 夜雨剪残春韭
又 人面不如花面
临江仙 莫向空山吹玉笛
又 钟鼎山林都是梦
菩萨蛮 功名饱听儿童说
又 无情最是江头柳
蝶恋花 衰草斜阳三万顷
鹊桥仙 小窗风雨
满江红 尘土西风
朝中措 篮舆袅袅破重冈
又 夜深残月过山房
又 绿萍池沼絮飞忙
浪淘沙 身世酒杯中
南歌子 世事从头减
鹧鸪天 木落山高一夜霜
又 水底明霞十顷光
念奴娇 少年横槊
水龙吟 稼轩何必长贫
又 被公惊倒瓢泉
江神子 玉箫声远忆骖鸾
又 宝钗飞凤鬓惊鸾
永遇乐 紫陌长安
定风波 少日春怀似酒浓
菩萨蛮 香浮乳酪玻璃碗
鹧鸪天 晚日寒鸦一片愁
又 陌上柔桑破嫩芽
踏歌 攧厥
小重山 倩得薰风染绿衣
临江仙 老去惜花心已懒
一落索 羞见鉴鸾孤却
鹊桥仙 朱颜晕酒
又 八旬庆会
好事近 医者索酬劳
蝶恋花 谁向椒盘簪彩胜
水调歌头 寒食不小住
满江红 莫折荼䕷
沁园春 老子平生
贺新郎 把酒长亭说
又 老大那堪说
又 细把君诗说
破阵子 醉里挑灯看剑
又 少日春风满眼
水调歌头 头白齿牙缺
卜算子 刚者不坚牢
最高楼 相思苦
浣溪沙 寿酒同斟喜有余
水调歌头 酒罢且勿起
鹊桥仙 松冈避暑
满江红 绝代佳人
御街行 山城甲子冥冥雨
又 阑干四面山无数
卜算子 修竹翠罗寒
又 红粉靓梳妆
又 欲行且起行
归朝欢 万里康成西走蜀
玉楼春 悠悠莫向文山去
声声慢 东南形胜
玉楼春 往年巃嵸堂前路
水调歌头 日月如磨蚁
又 簪履竞晴昼
寻芳草 有得许多泪
柳梢青 姚魏名流
谒金门 遮素月
又 山吐月
定风波 听我尊前醉后歌
醉翁操 长松
踏莎行 夜月楼台
又 弄影阑干
清平乐 月明秋晓
又 东园向晓
鹧鸪天 梦断京华故倦游
又 趁得春风汗漫游
菩萨蛮 送君直上金銮殿
又 人间岁月堂堂去
又 阮琴斜挂香罗绶
又 万金不换囊中术
虞美人 群花泣尽朝来露
定风波 春到蓬壶特地晴
念奴娇 倘来轩冕
又 道人元是
又 洞庭春晚
瑞鹤仙 黄金堆到斗
水调歌头 相公倦台鼎
清平乐 此身长健
一落索 锦帐如云处
好事近 明月到今宵
又 和泪唱阳关
又 云气上林梢
东坡引 玉纤弹旧怨
又 君如梁上燕
又 花梢红未足
醉花阴 黄花漫说年年好
醉太平 态浓意远
乌夜啼 晚花露叶风条
如梦令 燕子几曾归去
忆王孙 登山临水送将归
金菊对芙蓉 远水生光
水调歌头 万事几时足
浣溪沙 台倚崩崖玉灭瘢
又 妙手都无斧凿瘢
渔家傲 道德文章传几世
鹊桥仙 豸冠风采
沁园春 有美人兮
又 我试评君
又 我醉狂吟
江神子 簟铺湘竹帐笼纱
又 暗香横路雪垂垂
朝中措 年年黄菊艳秋风
又 年年金蕊艳西风
又 年年团扇怨秋风
清平乐 少年痛饮
又 清泉奔快
水龙吟 倚栏看碧成朱
生查子 去年燕子来
又 百花头上开
又 青山招不来
又 青山非不佳
浣溪沙 寸步人间百尺楼
又 未到山前骑马回
鹧鸪天 句里春风正剪裁
西江月 明月别枝惊鹊
好事近 彩胜斗华灯
念奴娇 风狂雨横
最高楼 金闺老
稼轩词编年笺注 下
稼轩词编年笺注卷三 七闽之什
浣溪沙 细听春山杜宇啼
临江仙 记取年年为寿客
贺新郎 翠浪吞平野
又 觅句如东野
又 碧海成桑野
小重山 绿涨连云翠拂空
水调歌头 说与西湖客
添字浣溪沙 记得瓢泉快活时
西江月 贪数明朝重九
水调歌头 长恨复长恨
鹧鸪天 抛却山中诗酒窠
西江月 风月亭危致爽
又 且对东君痛饮
满江红 汉节东南
鹧鸪天 指点斋尊特地开
菩萨蛮 旌旗依旧长亭路
定风波 少日犹堪话别离
又 莫望中州叹黍离
又 金印累累佩陆离
满江红 宿酒醒时
鹧鸪天 点尽苍苔色欲空
又 病绕梅花酒不空
又 桃李漫山过眼空
行香子 好雨当春
水调歌头 木末翠楼出
最高楼 吾衰矣
清平乐 诗书万卷
感皇恩 露染武夷秋
一枝花 千丈擎天手
瑞鹤仙 雁霜寒透幕
念奴娇 江南尽处
又 疏疏淡淡
水龙吟 举头西北浮云
瑞鹤仙 片帆何太急
鹧鸪天 欲上高楼去避愁
柳梢青 白鸟相迎
稼轩词编年笺注卷四 瓢泉之什
沁园春 一水西来
祝英台近 水纵横
水龙吟 听兮清佩琼瑶些
兰陵王 一丘壑
卜算子 一饮动连宵
又 饮酒成病
又 盗跖倘名丘
水龙吟 昔时曾有佳人
菩萨蛮 淡黄弓样鞋儿小
又 画楼影蘸清溪水
鹧鸪天 欹枕婆娑两鬓霜
江神子 乱云扰扰水潺潺
鹧鸪天 莫避春阴上马迟
行香子 归去来兮
浣溪沙 梅子生时到几回
又 百世孤芳肯自媒
清平乐 春宵睡重
杏花天 牡丹昨夜方开遍
又 牡丹比得谁颜色
浪淘沙 不肯过江东
虞美人 当年得意如芳草
临江仙 忆醉三山芳树下
又 冷雁寒云渠有恨
鹧鸪天 是处移花是处开
水调歌头 高马勿捶面
鹧鸪天 莫殢春光花下游
添字浣溪沙 艳杏妖桃两行排
又 句里明珠字字排
归朝欢 山下千林花太俗
沁园春 叠嶂西驰
又 有酒忘杯
南歌子 散发披襟处
添字浣溪沙 日日闲看燕子飞
又 酒面低迷翠被重
贺新郎 逸气轩眉宇
浣溪沙 新葺茆檐次第成
水调歌头 我亦卜居者
鹊桥仙 风流标格
又 轿儿排了
西江月 粉面都成醉梦
又 人道偏宜歌舞
沁园春 杯汝来前
又 杯汝知乎
丑奴儿 近来愁似天来大
添字浣溪沙 总把平生入醉乡
又 杨柳温柔是故乡
临江仙 一自酒情诗兴懒
又 夜语南堂新瓦响
又 窄样金杯教换了
又 手捻黄花无意绪
鹧鸪天 一夜清霜变鬓丝
谒金门 归去未
玉楼春 山行日日妨风雨
又 人间反覆成云雨
又 何人半夜推山去
又 青山不解乘云去
又 无心云自来还去
又 瘦筇倦作登高去
又 风前欲劝春光住
又 三三两两谁家女
临江仙 只恐牡丹留不住
念奴娇 为沽美酒
汉宫春 行李溪头
满江红 几个轻鸥
又 我对君侯
蓦山溪 饭蔬饮水
清平乐 云烟草树
鹧鸪天 万事纷纷一笑中
满庭芳 西崦斜阳
木兰花慢 旧时楼上客
又 路傍人怪问
又 可怜今夕月
踏莎行 吾道悠悠
声声慢 停云霭霭
永遇乐 投老空山
玉楼春 客来底事逢迎晚
浣溪沙 草木于人也作疏
蓦山溪 小桥流水
又 画堂帘卷
鹧鸪天 水荇参差动绿波
又 自古高人最可嗟
又 出处从来自不齐
又 晚岁躬耕不怨贫
又 发底青青无限春
又 老病那堪岁月侵
最高楼 君听取
南乡子 无处着春光
鹧鸪天 老退何曾说着官
贺新郎 下马东山路
哨遍 蜗角斗争
又 一壑自专
菩萨蛮 葛巾自向沧浪濯
兰陵王 恨之极
六州歌头 晨来问疾
添字浣溪沙 强欲加餐竟未佳
沁园春 甲子相高
又 我见君来
鹧鸪天 掩鼻人间臭腐场
又 翰墨诸公久擅场
又 谁共春光管日华
新荷叶 曲水流觞
又 曲水流觞
水调歌头 唤起子陆子
又 我志在寥阔
破阵子 宿麦畦中雉鷕
鹧鸪天 石壁虚云积渐高
又 上巳风光好放怀
又 叹息频年廪未高
又 秋水长廊水石间
水调歌头 四座且勿语
又 渊明最爱菊
清平乐 清词索笑
又 溪回沙浅
西江月 剩欲读书已懒
又 金粟如来出世
又 醉里且贪欢笑
玉楼春 有无一理谁差别
西江月 画栋新垂帘幕
贺新郎 路入门前柳
又 肘后俄生柳
水调歌头 岁岁有黄菊
念奴娇 未须草草
又 是谁调护
满江红 半山佳句
水调歌头 万事一杯酒
浣溪沙 花向今朝粉面匀
又 歌串如珠个个匀
又 父老争言雨水匀
婆罗门引 落花时节
又 绿阴啼鸟
又 龙泉佳处
又 不堪鶗鴂
念奴娇 龙山何处
又 君诗好处
最高楼 花知否
又 花好处
归朝欢 我笑共工缘底怒
鹊桥仙 少年风月
上西平 恨如新
锦帐春 春色难留
武陵春 桃李风前多妩媚
又 走去走来三百里
浣溪沙 这里裁诗话别离
玉蝴蝶 古道行人来去
又 贵贱偶然浑似
玉楼春 少年才把笙歌盏
又 狂歌击碎村醪盏
又 君如九酝台黏盏
感皇恩读 案上数编书
贺新郎 曾与东山约
又 拄杖重来约
又 听我三章约
生查子 高人千丈崖
夜游宫 几个相知可喜
行香子 白露园蔬
品 更休说
感皇恩 七十古来稀
雨中花慢 旧雨常来
又 马上三年
浪淘沙 金玉旧情怀
江神子 看君人物汉西都
行香子 少日尝闻
鹧鸪天 壮岁旌旗拥万夫
哨遍 池上主人
新荷叶 种豆南山
又 物盛还衰
婆罗门引 落星万点
卜算子 一以我为牛
又 夜雨醉瓜庐
又 珠玉作泥沙
又 千古李将军
又 百郡怯登车
又 万里薾浮云
定风波 百紫千红过了春
又 野草闲花不当春
粉蝶儿 昨日春如、十三女儿学绣
生查子 漫天春雪来
菩萨蛮 看灯元是菩提叶
水调歌头 十里深窈窕
念奴娇 看公风骨
喜迁莺 暑风凉月
洞仙歌 旧交贫贱
江神子 五云高处望西清
西江月 一柱中擎远碧
破阵子 菩萨丛中惠眼
西江月 八万四千偈后
太常引 论公耆德旧宗英
又 赋十四弦
满江红 老子平生
又 两峡崭岩
鹧鸪天 绿鬓都无白发侵
又 占断雕栏只一株
又 翠盖牙签几百株
又 浓紫深黄一画图
又 去岁君家把酒杯
菩萨蛮 游人占却岩中屋
又 君家玉雪花如屋
行香子 云岫如簪
洞仙歌 松关桂岭
千年调 左手把青霓
临江仙 莫笑吾家苍壁小
贺新郎 甚矣吾衰矣
又 鸟倦飞还矣
柳梢青 莫炼丹难
江神子 两轮屋角走如梭
临江仙 六十三年无限事
又 醉帽吟鞭花不住
又 鼓子花开春烂熳
水龙吟 只愁风雨重阳
又 老来曾识渊明
鹧鸪天 泉上长吟我独清
贺新郎 濮上看垂钓
南乡子 日日老莱衣
永遇乐 怪底寒梅
贺新郎 绿树听鹈鴂
永遇乐 烈日秋霜
西江月 万事云烟忽过
感皇恩 富贵不须论
丑奴儿 鹅湖山下长亭路
又 年年索尽梅花笑
临江仙 手种门前乌桕树
玉楼春 琵琶亭畔多芳草
鹊桥仙 溪边白鹭
河渎神 芳草绿萋萋
鹧鸪天 山上飞泉万斛珠
稼轩词编年笺注卷五 两浙、铅山诸什
浣溪沙 北陇田高踏水频
汉宫春 秦望山头
又 亭上秋风
又 心似孤僧
又 达则青云
上西平 九衢中
满江红 紫陌飞尘
生查子 梅子褪花时
又 悠悠万世功
南乡子 何处望神州
瑞鹧鸪 暮年不赋短长词
又 声名少日畏人知
又 胶胶扰扰几时休
永遇乐 千古江山
玉楼春 江头一带斜阳树
瑞鹧鸪 江头日日打头风
临江仙 老去浑身无着处
又 偶向停云堂上坐
瑞鹧鸪 期思溪上日千回
归朝欢 见说岷峨千古雪
洞仙歌 贤愚相去
六州歌头 西湖万顷
西江月 堂上谋臣帷幄
清平乐 新来塞北
稼轩词编年笺注卷六 补遗
生查子 一天霜月明
菩萨蛮 与君欲赴西楼约
念奴娇 妙龄秀发
又 西真姊妹
又 论心论相
一剪梅 尘洒衣裾客路长
又 歌罢尊空月坠西
眼儿媚 烟花丛里不宜他
乌夜啼 江头三月清明
如梦令 韵胜仙风缥缈
绿头鸭 叹飘零
品 迢迢征路
鹧鸪天 剪烛西窗夜未阑
谒金门 山共水
贺新郎 世路风波恶
渔家傲 风月小斋模画舫
出塞 莺未老
踏莎行 萱草齐阶
好事近 春动酒旗风
又 花月赏心天
江城子 留仙初试砑罗裙
惜奴娇 风骨萧然
水调歌头 泰岳倚空碧
又 客子久不到
霜天晓角 雪堂迁客
好事近 春意满西湖
满江红 老子当年
苏武慢 帐暖金丝
附录
稼轩词索引 （以调名首字笔划为序）
再版后记
中国古典文学丛书（简体版）
张岱诗文集（简体版）[精品]
封面

