
　　李宗仁回忆录（第2版）
　　推荐《李宗仁回忆录》李敖
　　序言（唐德刚）
　　第一编　少年时期
　　第一章　时代、故乡、家世
　　第二章　父母之教与童年生活
　　第二编　陆军教育时期
　　第三章　陆军小学的教育
　　第四章　广西青年与辛亥革命
　　第五章　从陆军速成学堂到将校讲习所
　　第三编　初期军中生活
　　第六章　护国军中的青年军官
　　第七章　讨龙之役与初次负伤
　　第八章　护法战争
　　第九章　护法归来
　　第十章　第一次粤桂战争
　　第十一章　中山援桂之战
　　第十二章　六万大山去来
　　第四编　统一广西
　　第十三章　孙、陈失和与自治军成立的经过
　　第十四章　两广革命武力之初步合作
　　第十五章　定桂讨贼军之成立与陆荣廷政权之覆灭
　　第十六章　拒唐和讨沈
　　第十七章　讨唐两大战役————昆仑关和沙埔之战
　　第十八章　统一后之广西
　　第五编　北伐回忆：从镇南关到山海关
　　第十九章　两广统一与湖南之内讧
　　第二十章　亲赴广州，促成北伐
　　第二十一章　北伐前夕的革命阵容
　　第二十二章　向长沙前进——北伐的序幕战
　　第二十三章　长沙会议
　　第二十四章　汨罗江、汀泗桥、贺胜桥的攻击战
　　第二十五章　武昌之围
　　第二十六章　进军江西
　　第二十七章　箬溪、德安、王家铺之血战
　　第二十八章　肃清江西
　　第二十九章　胜利声中的政治暗礁
　　第三十章　中央北迁问题与反蒋运动
　　第三十一章　顺流而下，底定东南
　　第三十二章　清党与宁汉分裂
　　第三十三章　两路北伐会师陇海路
　　第三十四章　徐州班师始末
　　第三十五章　总司令下野，宁汉息兵
　　第三十六章　龙潭之战
　　第三十七章　宁汉复合的困难与特委会的风波
　　第三十八章　唐生智、张发奎之异动
　　第三十九章　重建中枢，绥靖两湖
　　第四十章　完成北伐
　　第四十一章　善后会议与东北易帜
　　第四十二章　编遣会议的纠纷
　　第六编　十年国难与内战
　　第四十三章　所谓“武汉事变”之因果
　　第四十四章　护党救国军之缘起
　　第四十五章　扩大会议与北上护党
　　第四十六章　苦撑桂局与西南开府
　　第四十七章　沈阳事变后广西之新面貌
　　第四十八章　福州人民政府与广州“六一运动”
　　第七编　八年抗战
　　第四十九章　暴风雨的前夕
　　第五十章　“七七事变”与上海、南京保卫战
　　第五十一章　第五战区初期防御战
　　第五十二章　台儿庄之战
　　第五十三章　徐州会战
　　第五十四章　武汉保卫战
　　第五十五章　武汉弃守后之新形势与随枣会战
　　第五十六章　欧战爆发后之宜、枣及豫南、鄂北诸战役
　　第五十七章　珍珠港事变后之五战区
　　第五十八章　汉中行营期中对战后局势的预测
　　第五十九章　八年抗战敌我优劣之检讨
　　第八编　从全盘胜利到彻底溃败
　　第六十章　胜利接收铸成大错
　　第六十一章　上不沾天、下不着地的北平行辕
　　第六十二章　竞选副总统的动机与筹备经过
　　第六十三章　民主的高潮与逆流——当选副总统始末
　　第六十四章　急转直下的内战
　　第六十五章　从副总统到代总统
　　第六十六章　收拾不了的烂摊子
　　第六十七章　不堪回首的江南战役
　　第六十八章　江南“开门揖盗”，广州望梅止渴
　　第六十九章　自我毁灭的西南保卫战
　　第七十章　在粤之最后努力，对蒋之沉痛教训
　　第七十一章　国府最后播迁，大陆全部失守
　　第七十二章　纽约就医和华府做客
　　结论
　　附录
　　附录一　李宗仁声明
　　附录二　李宗仁先生答中外记者问
　　附录三　邵力子、章士钊1948年在香港致李宗仁的劝降书
　　附录四　撰写《李宗仁回忆录》的沧桑（唐德刚）
　　胡适口述自传
　　编译说明
　　写在书前的译后感
　　第一章　故乡和家庭
　　第二章　我的父亲
　　第三章　初到美国——康乃尔大学的学生生活
　　第四章　青年期的政治训练
　　第五章　哥伦比亚大学和杜威
　　第六章　青年期逐渐领悟的治学方法
　　第七章　文学革命的结胎时期
　　第八章　从文学革命到文艺复兴
　　第九章　五四运动——一场不幸的政治干扰
　　第十章　从整理国故到研究和尚
　　第十一章　从旧小说到新红学
　　第十二章　现代学术与个人收获
　　胡适杂忆（第2版）
　　周策纵先生序
　　夏志清先生序
　　回忆胡适之先生与口述历史
　　“不要儿子，儿子来了”的政治
　　三分洋货·七分传统
　　照远不照近的一代文宗
　　“新诗老祖宗”与“第三文艺中心”
　　传记·史学·行为科学
　　国语·方言·拉丁化
　　“我的朋友”的朋友
　　较好的一半
　　历史是怎样口述的
　　附录　论胡适的诗
　　史学与红学
　　序
　　自序
　　当代中国史学的三大主流——在中国留学生历史学会成立会上的讲辞原稿
　　中国前途在中国人
　　文学与口述历史
　　小说和历史——1988年6月7日在台北耕莘文教院讲稿
　　也是口述历史——长篇小说《战争与爱情》代序
　　海外中国作家的本土性
　　论中国大陆落后问题的秦汉根源——1987年在西安“周秦汉唐史学研讨会”宣读之论文
　　清季中美外交关系简史
　　撰写《李宗仁回忆录》的沧桑
　　桃园县的“下中农”
　　《通鉴》与我——从柏杨的白话《资治通鉴》说起
　　从“人间”副刊谈到台湾文艺
　　杀一个文明容易建一个文明很难——对汉字拉丁化的意见
　　前人著史后人评——在中华民国建国史讨论会上的发言
　　《红楼梦》里的避讳问题——《胡适口述自传》译注后按
　　曹雪芹的“文化冲突”——“以经解经”读《红楼》之一
　　海外读红楼
　　书缘与人缘
　　序
　　自序
　　胡适时代，卷土重来——胡适先生逝世二十五周年纪念演讲会讲稿之一
　　胡学前瞻——《胡适秘藏书信选》再版序
　　千家驹论胡适
　　胡适父亲铁花先生无头尸疑案——重读适之先生《四十自述》有感
　　《刍议》再议——重读适之先生《文学改良刍议》
　　论三位一体的张学良将军——序傅虹霖女士《张学良的政治生涯》
　　张学良将军的赤子之心
　　民国史“每两月一章”
　　广陵散从此绝矣——敬悼顾维钧先生
　　《顾维钧回忆录》的撰写秘史
　　西安事变、六一事变五十周年——兼谈刘廷芳“说服蒋介石先生的一段内幕”
　　钱昌照与刘廷芳——“口述历史”侧记
　　关于朱经农与刘廷芳两函
　　代刘廷芳先生说几句话
　　泰山颓矣——敬悼岳丈吴开先先生
　　《沪上往事细说从头》迟来的导论——珊瑚坝迎候吴开先感赋诗史释
　　“以一人而敌一国”——为刘绍唐先生创办《传记文学》二十年而作
　　最大的阿Q，最凶的阎王！——试论《传记文学》的责任
　　杨振宁·《传记文学》·瓦砾坝——贺《传记文学》创刊二十五周年
　　陈其宽画学看记——兼论国画现代化
　　又是一部才女书——读何庆华著《红星下的故国》
　　书中人语——序刘著《渺渺唐山》
　　父子之间——殷志鹏博士编著《三地书》序
　　王莹是怎样“回国”的
　　白马社的旧诗词——重读黄克荪译《鲁拜集》
　　知客和尚的“十一字真言”——集图像、印象、半抽象、抽象和无象于一身的卓以玉
　　纽约东方画廊观画记感——十大画家，永不再有
　　读三老《感逝》诗
　　《浅探》的浅探——朱文长著《唐诗浅探》读后
　　我的气功经验说——从一泓止水到手舞足蹈
　　“公子哥”和“老板娘”
　　“我犯罪了！并无解说。”——向谢扶公与苏阿姨致意
　　五十年代的尘埃
　　序言　尘埃里的珠玉
　　代序　五十年代的尘埃
　　梅兰芳传稿
　　我的女上司
　　三妇人
　　学跳舞
　　求婚
　　疯院来去
　　露娜今年三十岁了
　　俄国的苍蝇和皮匠
　　昨天的足迹
　　战争与爱情
　　我们在历史转轨的时节相遇天涯
　　江山千万里，家国四十年
　　代序　也是口述历史
　　上篇　往事知多少
　　楔子
　　第一章　海外关系的幻象
　　第二章　海内关系的万缕千丝
　　第三章　往事知多少
　　第四章　遍地黄花开
　　第五章　那个老三角
　　第六章　为中国农村耙耙底
　　第七章　“三八式”的形形色色
　　第八章　饱暖思淫欲
　　第九章　烈士和汉奸
　　第十章　摩擦从何来
　　第十一章　一个拼起来的家
　　第十二章　西线有战事
　　第十三章　还乡和去国
　　第十四章　最后的晚餐
　　下篇　昨夜梦魂中
　　第十五章　记得初相遇
　　第十六章　“省长”和“省长小姐”
　　第十七章　“洞”房的里里外外
　　第十八章　空袭之后
　　第十九章　痴男情女
　　第二十章　梦中有梦
　　第二十一章　地下干爹
　　第二十二章　七哥之恋
　　第二十三章　也算“两头大”
　　第二十四章　小鬼难缠
　　第二十五章　好事多磨
　　第二十六章　“病妇”的噩梦
　　第二十七章　夜奔
　　第二十八章　今生与昨死
　　第二十九章　落叶归林
　　第三十章　燕燕于飞
　　第三十一章　订婚比结婚重要
　　第三十二章　消失前的“家”
　　第三十三章　难民的天堂和地狱
　　第三十四章　三姐妹
　　第三十五章　土洋之别·人畜之间
　　第三十六章　没有观众的表演
　　第三十七章　性之美
　　第三十八章　不堪回首
　　第三十九章　梦醒的时候